Repository: DariusKaseta/personal_project
Catalog: ptu12_final/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Subject:
lt: Tema:

source: Name from:
lt: Nuo ko:

source: Email from:
lt: El. pašto adresas:

source: Content:
lt: Turinys:

source: Hello, I am a 31-year-old programmer looking for a job as a junior programmer. My CV: http://127.0.0.1:8000 Best regards D. Kaseta P.S. This letter has been sent to registered companies according to the fields of activity, Computer software development, Website development, Hosting.
lt: Sveiki, esu 31 metų programuotojas, ieškau jaunesniojo programuotojo darbo. Mano CV: http://127.0.0.1:8000 Pagarbiai D. Kašėta P.S. Šis laiškas išsiųstas registruotoms įmonėms pagal veiklos sritis, Kompiuterių programinės įrangos kūrimas, Interneto svetainių kūrimas ir Priegloba.

source: Today's date:
lt: Šios dienos data:

source: bye
lt: viso gero

source: see you!
lt: iki pasimatymo!

source: you are always welcome to come back.
lt: visada maloniai Jus kviečiame sugrįžti.

source: log in
lt: prisijungti

source: again?
lt: dar kartą?

source: login to
lt: prisijungti prie

source: login to CSS
lt: Prisijungti prie CSS

source: login error. please try again.
lt: Prisijungimo klaida. Prašau, pabandykite dar kartą.

source: forgot password?
lt: Užmiršote slaptažodį?

source: password changed at
lt: slaptažodžio keitimas

source: password has been changed successfully!
lt: Slaptažodis sėkmingai pakeistas!

source: you can now
lt: dabar galite

source: with your new password.
lt: su savo nauju slaptažodžiu.

source: password reset
lt: slaptažodžio nustatymas iš naujo

source: change password
lt: pakeisti slaptažodį

source: password reset failed: the link has expired and is no longer valid.
lt: Slaptažodžio pakeitimas nepavyko: nuoroda nebegalioja.

source: password reset done at
lt: slaptažodžio nustatymas iš naujo

source: please check your email
lt: Prašau, patikrinkite savo el. paštą

source: we have sent further instructions.
lt: išsiuntėme tolesnius nurodymus.

source: Hello, someone has requested the password change at CSS. If it was not you, please ignore this email. You can change your password by following this link:
lt: Sveiki, kažkas paprašė pakeisti Jūsų slaptažodį CSS. Jei tai ne jūs, prašome nekreipti dėmesio į šį el. laišką. Galite pakeisti slaptažodį paspaudus šią nuorodą:

source: best regards,
lt: Geriausi linkėjimai,

source: password reset at
lt: slaptažodžio nustatymas iš naujo

source: confirm
lt: patvirtinti

source: create template
lt: Susikurti šabloną

source: picture:
lt: Nuotrauka:

source: first name:
lt: Vardas:

source: last name:
lt: Pavardė:

source: age:
lt: Amžius:

source: accepting only numbers.
lt: Priima tik skaičius.

source: residence:
lt: Gyvenamoji vieta:

source: programming languages:
lt: Programavimo kalbos:

source: hobbies:
lt: Hobiai:

source: email:
lt: El. pašto adresas:

source: phone number:
lt: Mob. telefonas:

source: format:
lt: Formatas:

source: about me:
lt: Apie mane:

source: submit
lt: sukurti

source: email error
lt: pašto klaida

source: invalid email data, or email already exists. Please try again.
lt: Neteisingi el. pašto duomenys arba el. paštas egzistuoja. Prašau, pabandykite dar kartą.

source: scraped emails
lt: Iškrapštyti el. pašto adresai

source: add recipients
lt: pridėti gavėjus

source: input an email
lt: įveskite el. paštą

source: add
lt: pridėti

source: in total
lt: Viso el. adresų

source: results
lt: rezultatas(-ai)

source: select all
lt: Parinti visus

source: transfer to:
lt: Perkelti į gavėjus:

source: deselect all
lt: Atžymėti visus

source: compose an email
lt: Susikurti naują el. laišką

source: compose new email
lt: Sukurti naują el. laišką

source: to:
lt: Gavėjas:

source: send
lt: siųsti

source: error sending email!
lt: Klaida bandant siųsti el. laišką!

source: email success
lt: el. paštas sėkmingas

source: your email was sent.
lt: Jūsų el. paštas išsiųstas.

source: Please select at least one recipient.
lt: Pasirinkite bent vieną gavėją.

source: Invalid email address: %(email)s
lt: Neteisingas el. pašto adresas: %(email)s

source: Failed to send email. Please try again.
lt: Prisijungimo klaida. Prašau, pabandykite dar kartą.

source: Recipient added successfully.
lt: Gavėjas sėkmingai pridėtas.

source: Invalid form data. Please try again.
lt: Netinkami formos duomenys. Prašau, pabandykite dar kartą.
